var ts = [[
"259 Группа","mtc"
],[
["История","Галина Владимировна","хызы"],
["Литература","Козловский В.И.","хызы"],
["Математика(г)","", "хызы"],
["Обществознание","Галина Владимировна","хызы"],
["Английский","Плотников А.В.","хызы"],
["Право","Плотников А.В.","хызы"],
["ОБЖ","Плотников А.В.","хызы"],
],[
["МДК 01.01 Осн.экспл.тех   обслуж.и ремонта СЭУ","Плотников А.В.","54"],
["МДК 01.01 Осн.экспл.тех   обслуж.и ремонта СЭУ","Плотников А.В.","54"],
["МДК 01.01 Осн.экспл.тех   обслуж.и ремонта СЭУ","Плотников А.В.","54"],
["МДК 02.01 Безоп.жиз. на судне и трансп.безоп","Козловский В.И.","68"],
["МДК 02.01 Безоп.жиз. на судне и трансп.безоп","Козловский В.И.","68"],
["Иностранный язык","Апанасенок Н.Г.","31"],
],[
["Иностранный язык","Апанасенок Н.Г.","31"],
["Физическая культура","Куркурин А.Д.","--"],
["Физическая культура","Куркурин А.Д.","--"],
["МДК 01.01 Осн.экспл.тех   обслуж.и ремонта СЭУ","Плотников А.В.","54"],
["Иностранный язык","Апанасенок Н.Г.","31"],
["Иностранный язык","Апанасенок Н.Г.","31"],
],[
["Иностранный язык","Апанасенок Н.Г.","31"],
["Иностранный язык","Апанасенок Н.Г.","31"],
["МДК 01.01 Осн.экспл.тех   обслуж.и ремонта СЭУ","Плотников А.В.","54"],
["Физическая культура","Куркурин А.Д.","--"],
["МДК 01.01 Осн.экспл.тех   обслуж.и ремонта СЭУ","Плотников А.В.","54"],
["МДК 01.01 Осн.экспл.тех   обслуж.и ремонта СЭУ","Плотников А.В.","54"],
],[
["МДК 01.01 Осн.экспл.тех   обслуж.и ремонта СЭУ","Плотников А.В.","54"],
["МДК 01.01 Осн.экспл.тех   обслуж.и ремонта СЭУ","Плотников А.В.","54"],
["МДК 01.01 Осн.экспл.тех   обслуж.и ремонта СЭУ","Плотников А.В.","54"],
["МДК 02.01 Безоп.жиз. на судне и трансп.безоп","Козловский В.И.","68"],
["МДК 01.01 Осн.экспл.тех   обслуж.и ремонта СЭУ","Плотников А.В.","54"],
["МДК 01.01 Осн.экспл.тех   обслуж.и ремонта СЭУ","Плотников А.В.","54"],
],[
["МДК 03.01 Осн. управл. структ.подраздел","Майорова Е.В.","19"],
["МДК 01.01 Осн.экспл.тех   обслуж.и ремонта СЭУ","Плотников А.В.","54"],
["МДК 03.01 Осн. управл. структ.подраздел","Майорова Е.В.","19"],
["МДК 03.01 Осн. управл. структ.подраздел","Майорова Е.В.","19"],
["МДК 01.01 Осн.экспл.тех   обслуж.и ремонта СЭУ","Плотников А.В.","54"],
["МДК 01.01 Осн.экспл.тех   обслуж.и ремонта СЭУ","Плотников А.В.","54"],
]];